{
    "QuestionsAnswrs": {
        "MyListQuens": [
            { "id": 1, "QuestionName": "If I switch, will T-Mobile pay my Early Termination Fees?", "Answer": "Individuals and families (up to 10 lines) who are currently under a postpaid contract at carriers including AT&T, Sprint, or Verizon and want to switch to T-Mobile can take advantage of the Early Termination Fee (ETF) reimbursement offer. Follow the steps below: Transfer your number(s), trade in your phone(s) and tablet(s) and receive a bill credit based on the market value for your eligible device.Then, when you get your final bill listing your carrier’s Early Termination Fee (ETF) amounts, you simply send it to T-Mobile or submit it online at switch2tmobile.com, and if you qualify, within 8 weeks you will receive a Visa® Prepaid card covering your ETF amount up to $350 per line. The card is not redeemable for cash and expires in 12 months unless extended by Issuer." },
            { "id": 2, "QuestionName": "What do I do if my phone is lost or stolen?", "Answer": "You can report your phone lost or stolen using the help in this document." },
			{ "id": 3, "QuestionName": "How do I upgrade my phone?", "Answer": "You can upgrade your phone easily on My T-Mobile. Simply open manage.my.t-mobile.com, log in, and follow the steps." },
			{ "id": 4, "QuestionName": "I just got a new device, how can I set it up?", "Answer": "Getting your new device set up is easy. Just follow our guides to be up and running fast!" },
			{ "id": 5, "QuestionName": "Why should I restart my device regularly?", "Answer": "Just like with a computer, restarting your device can help keep it running smoothly." },
			{ "id": 6, "QuestionName": "How do I make the battery last longer on my Android device?", "Answer": "No one likes to be tethered to their charger. Check out some of our suggestions for making your battery last all day!" },
			{ "id": 7, "QuestionName": "My Android device is out of storage space, what can I do?", "Answer": "It's time to do some spring cleaning! There are many ways to free up some space." },
			{ "id": 8, "QuestionName": "My Android device is freezing or not responding, what should I do?", "Answer": "Your Android device is like a computer and sometimes it can freeze. We've got you covered though." },
			{ "id": 9, "QuestionName": "What is T-Mobile's return policy?", "Answer": "Our return policies are based on where you bought your phone or device. If you bought it in a T‐Mobile store then you have 14 days to return it to that store. If it was purchased from an authorized dealer it needs to be returned to them. For online or over-the-phone sales you should call us at 1‐800‐866‐2453 and we’ll help you take care of it." },
			{ "id": 10, "QuestionName": "Is 4G LTE available yet?", "Answer": "Our state-of-the-art 4G LTE network will reach 100 million Americans by mid-year and 200 million by the end of 2013. Not sure if it is available in your area yet, check out our latest list to check!" },
			{ "id": 11, "QuestionName": "How do I SIM unlock my phone to travel internationally?", "Answer": "First, review the eligibility requirements to SIM unlock your phone. When you are ready and meet the requirements, you can contact us." },
			{ "id": 12, "QuestionName": "Can I bring my own phone?", "Answer": "In most cases, the answer is yes. The first step is to check your phone to see if it’s compatible, and to find out what SIM card it uses. Then, you’ll simply select that SIM card and a plan. Once you receive your new SIM card in the mail, you’ll be ready to go." },
			{ "id": 13, "QuestionName": "Can I pay off my phone early?", "Answer": "You may pay off the full cost of your phone (and any other devices included in your Equipment Installment Plan) early. If you do, you’ll enjoy monthly savings even sooner. To pay off your phone, you will need to call Customer Care or visit a T-Mobile retail store." },
			{ "id": 14, "QuestionName": "Can I trade in my old phone?", "Answer": "Yes! When you purchase any of our new phones we’ll give you a great price for your old one. Just tell us the make, model and condition of your old phone and we’ll give you a quote for your trade-in value. If you like the offer we’ll send you a prepaid shipping label and you can send us your old phone along with the receipt from your new one. Within 3 billing cycles, you’ll receive a credit to your account for the amount of the trade‐in value." },
			{ "id": 15, "QuestionName": "Can I transfer my mobile phone number to T-Mobile?", "Answer": "In most cases, yes. Transferring your number to T-Mobile is easy—it usually takes 24 hours or less. Simply check if your number is eligible to be transferred, and we’ll take care of the rest! Check online If your number can be transferred, then we’ll contact your previous phone company to complete the transfer with your authorization" },
			{ "id": 16, "QuestionName": "Can I upgrade my phone to a newer phone before the EIP has been paid off?", "Answer": "To upgrade early, you’ll need to pay off your entire Equipment Installment Plan. You can do this by calling Customer Care or visiting a T-Mobile retail store." },
			{ "id": 17, "QuestionName": "Does my monthly cost go down after my phone is fully paid for?", "Answer": "Yes. You once your phone is paid off, it’s paid off. From that point on you will only pay be billed for the T-Mobile rate plan, and services, or features you’ve chosen." }
        ]
    }
}